{
  "triggers": [
    {
      "type": "questlog:quest_complete",
      "total": 1,
      "quest": "questlog:quests/finality_the_dark_dragon"
    }
  ],
  "objectives": [
    {
      "type": "questlog:quest_complete",
      "total": 1,
      "quest": "questlog:quests/finality_the_dark_dragon",
      "display": {
        "name": "Finish the main campaign.",
        "icon": {
          "item": "minecraft:enchanted_book"
        }
      }
    }
  ],
  "rewards": [],
  "display": {
    "title": "Chapter I - Just Getting Started!",
    "description": "Thank you, and I hope you enjoyed playing through this modpack! I spent hundreds of hours curating this experience, but I may not have been able to perfect it. If you have any suggestions for changes or new additions, please join the Discord in the main menu and let me know! I'm always looking to improve my projects in any way I can.\n\nInspired by the likes of Elden Ring, Terraria, Devil May Cry, Lord of The Rings, Raspberry Flavoured, and Nine Sols.\n\nPersonal Credits - NineRavens, GrayGravity, MysterWobble, SociopathicFungusGirl, Apenaz, Excelsus, Raspmary, Pixion Noelledotjpg, CWdotpng, CassianCC, EvanBones, and BergieBerg.\n\nMod Credits - Bee_loste, Traben, Lumiscosity, Apollo, the Wisp Forest team, ALTheGator, P4ncake, the Abnormals team, creativemd, MehVahdJukaar, the Stardust Labs team, the Starfish Studios team, Sisby-Folk, R4YM0ND, TheTruly, ZsoltMolnarrr, the Architectury team, Serilium, the Terraformers team, TreyRuffy, Socolio, JJBlock21, Fuzs, Joo5h, Wendall911, Qendolin, BlayTheNinth, MythrilBagels, BadAsIntended, AzureDoom, httpedor, Pymsrps, 2DWisp, Ochotonida, Motschen, Darkhax, the Block Factory team, Lesbian, CG360, CerealConjugo, the Ladysnake team, DZWDZ, TheIllusiveC4, Txni, Penumbra, SheDaniel, JaredIII08, EminGT, Ishland, Keksuccino, Diemond_Player, Vectorwing, CorgiTaco, Tom5454, Spyndel, Simibubi, Hypherionsa, Leclowndu, Pepper-Bell, the Sinytra team, Drodi, NovaWostra, McFella, SuperMartijn642, EMI, fzzyhmstrs, tr7zw, Grend, Farcr, the Humble Abode team, Maffhew, Chaosyr, Rose, Jeryn, Gecko, Faboslav, Zozozrob, the Obscuria team, Idi, MoePus, NeptuneCentury, Malte0811, ModMuss50, Xylonity, Hidyk, MarbleGateKeeper, Aganaut, Mortuusars, Comp500, Leon-o, Coderbot, Derp_Gamer22, Mezz, TheDarkColour, TexTrue, the KubeJS team, Lanostry, Boskedo, Tazer, Ukrech, Soytutta, Motschen, Antigers, TheJinxedArtist, CesarZorak, Lukidonu, the Lodestar team, CaffeineMC, Embeddedt, ElocinDev, AvacadoSpud, Megafin, Askaban23, FENVEN, Binone, Team Galena, the Infernal Studios Team, Pufferfish, Serbernus, ProbablyEyes, Sheddmer, ItsBlackGear, Uraneptus, PigCart, Yurisuika, FlashyReese, Rappenem, Reijvi, Univero, Team Resourceful, EMD123, AbdElAziz, HellionGames, QuackandCheese, JuanCarloscp52, Henkelmax, Jellysquid, Pajic, Microcontrollers, TheRedBrain, Plantkillable, 1xayd1, Lancet_, UnicornBloods, the Refresh Studios team, BrokenK3yboard, BlueSunrize, unroman, MidnightTale, DavigJ, RipleysMods, ProbablyEhko, Acewins Sunekaer, Isxander, and YungNickYung.",
    "icon": {
      "item": "supplementaries:globe_sepia"
    },
    "notification": {
      "toastOnTrigger": false
    }
  }
}