{
  "tipsmod.title.default": "Tip",
  "tip.tipsmod.animal_growing.text": "You can craft an antique atlas to open your world map to track where you've been.",
  "tip.tipsmod.arthropods.text": "Mythril plating can increase your reinforcement level to a maximum of two.",
  "tip.tipsmod.axolotl_food.text": "Backpacks allow for storing and transportation of lots of items at once.",
  "tip.tipsmod.azalea_caves.text": "Enchantments are limited to a max of tier III.",
  "tip.tipsmod.baby_panda_slimeball.text": "Lembas bread is the most filling food in the game. One small bite can fill the stomach of a grown man!",
  "tip.tipsmod.barrel.text": "Soul forges can be used to make your equipment unbreakable, but at a hefty cost.",
  "tip.tipsmod.bed_explode.text": "Sleeping now speeds up time, allowing for faster smelting and crop growing.",
  "tip.tipsmod.bed_respawn.text": "Sawmills and stonecutters can be used to craft wood and stone blocks for efficiently.",
  "tip.tipsmod.biome_bonemeal.text": "Ashen Steel can be used to craft higher tiers of armor, in place of iron.",
  "tip.tipsmod.biome_fishing.text": "A shade will appear at your last site of death, kill it to get your items back.",
  "tip.tipsmod.blaze_fuel.text": "Ancient fangs can be found in buried treasure, and can be used to craft tridents.",
  "tip.tipsmod.blaze_snowball.text": "Enchantment guides are only found in the most ancient of cities.",
  "tip.tipsmod.boat_passenger.text": "Mythril is the most precious metal in the world. As light as a feather, and as hard and dragon scales.",
  "tip.tipsmod.bucket_friends.text": "Tamed creatures and beasts can fight for you in battle.",
  "tip.tipsmod.bucket_rename.text": "Typically, the faster the weapon, the shorter the reach it provides.",
  "tip.tipsmod.coarse_to_dirt.text": "Compasses, altimeters, clocks, and atlases will provide all the information you need about where you are in the world.",
  "tip.tipsmod.compass_spawn.text": "Heart crystals can be found in caverns, find enough fragments and you can get another permanent heart.",
  "tip.tipsmod.cooked_drops.text": "You are the Valcon Knight. You will serve your gods well.",
  "tip.tipsmod.creeper_cat.text": "Cupid arrows can be used to breed animals free of charge.",
  "tip.tipsmod.creeper_drops_disc.text": "There are rumours of precious materials being found below fairy rings in plains and forests.",
  "tip.tipsmod.crouch_blocks.text": "Forged out of lead, crucial bolts can be use to enhance a crossbow's damage.",
  "tip.tipsmod.deflect_ghast_fireballs.text": "Wolfs love zombie flesh!",
  "tip.tipsmod.dog_health.text": "Time your block well to parry and retaliate against your enemies!",
  "tip.tipsmod.dog_rotten_flesh.text": "The elytra has been returned to the void, where it belongs.",
  "tip.tipsmod.dripstone_lava.text": "The Abyssal Seas and Netherrealm are dangerous dimensions with many deadly creatures, prepare well!",
  "tip.tipsmod.elytra_boost.text": "Quivers and rune pouches can be used to store items used for archery and spells.",
  "tip.tipsmod.end_dimension.text": "Sometimes you can find bridges littered across the world. Who knows who built them?",
  "tip.tipsmod.enderman_blocks.text": "Drown your woes in beer! Or other drinks, if that's your thing.",
  "tip.tipsmod.enderman_projectiles.text": "Your spawn point will always land in a plains biome.",
  "tip.tipsmod.enderman_pumpkin.text": "The Nameless King is a fast and powerful shardbearer, stun them to get a lot of damage in at once.",
  "tip.tipsmod.enderman_stare.text": "Spiders become dangerous the deeper you go, lest you dwell in the dark...",
  "tip.tipsmod.endermites.text": "Campfires and heart lanterns will heal you regardless of your hunger.",
  "tip.tipsmod.fall_damage_blocks.text": "Try out customising your avatar in the main menu!",
  "tip.tipsmod.fortress_triangulation.text": "Join our support discord if you've got any questions, or suggestions!",
  "tip.tipsmod.fossils.text": "Horses now swim with you.",
  "tip.tipsmod.four_eggs.text": "Ventar are this world's currency, collect enough and you'll be able to trade for various items and materials.",
  "tip.tipsmod.freezing_leather.text": "Pet collars can be used on respawn anchors to resurrect your pets.",
  "tip.tipsmod.goat_milk.text": "Try using a mechanical press on ingots to get their sheet form.",
  "tip.tipsmod.gravity_torch.text": "Press [Button 5] on your mouse to dodge roll.",
  "tip.tipsmod.iron_golem_heal.text": "Architect's and Geographer's compass can located any structure or biome respectively.",
  "tip.tipsmod.job_site_dimension.text": "The piglins have united under one tribe known as The Order of The Axe.",
  "tip.tipsmod.lava_fuel.text": "Forges can make special items such as soul steel and mythril cores.",
  "tip.tipsmod.locked_repeaters.text": "Also try Starfell: The Second Knight!",
  "tip.tipsmod.lure_animals.text": "Also try Raspberry Flavoured!",
  "tip.tipsmod.mean_goats.text": "Also try Melatonin!",
  "tip.tipsmod.mooshroom_lightning.text": "Also try Vanilla Tea!",
  "tip.tipsmod.mushroom_biome_spawns.text": "Looking at a mob or a block with a spyglass will give you details about said it.",
  "tip.tipsmod.mushroom_placement.text": "Mobs drop their souls upon their demise, these soul points can be used for things like enchanting or skills.",
  "tip.tipsmod.nether_lava.text": "Illagers of the Iron Covenant drop ventar upon death.",
  "tip.tipsmod.nether_sponge.text": "Obelisks can be used for fast travel in exchange for soul points.",
  "tip.tipsmod.nether_travel.text": "Mythril Cores can be used to craft obelisks.",
  "tip.tipsmod.note_block_instrument.text": "Cutting grass with a knife with yield straw that can be crafted into canvas.",
  "tip.tipsmod.obsidian_formation.text": "Looking for a challenge? Try apocalypse+ mode!",
  "tip.tipsmod.ore_tiers.text": "A creature is never killed unless their soul is shattered. In time, they will return.",
  "tip.tipsmod.peaceful_tnt.text": "Cutting boards typically yield better results when crafting.",
  "tip.tipsmod.piglin_gold.text": "Corrupted ravens will swoop down and attack you if you build up too high.",
  "tip.tipsmod.piglin_repellent.text": "Umbral shards can be used to craft eyes of shadow, and open up a portal to the abyssal seas.",
  "tip.tipsmod.poison_immune.text": "Press [K] to open up your skill tree.",
  "tip.tipsmod.portal_trick.text": "Relics and artifacts are magic items that give you unique abilities and buffs.",
  "tip.tipsmod.scrap_nuggets.text": "You can mix and match different accessories to create your own personalized builds!",
  "tip.tipsmod.shear_mooshroom.text": "Inspired by the likes of Elden Ring, Devil May Cry, and Nine Sols.",
  "tip.tipsmod.sheared_cave_vines.text": "Flower crowns make you look even prettier!",
  "tip.tipsmod.shears_dispenser.text": "All kinds of creatures now have new variants and looks.",
  "tip.tipsmod.shulker_armor.text": "Press [SHIFT] to compare equipment to the piece you currently have equipped.",
  "tip.tipsmod.smoke_bees.text": "Use a skillet or a cooking pot to make all new food items.",
  "tip.tipsmod.snow_golem_trail.text": "Most items have had their durability buffed.",
  "tip.tipsmod.spider_jockey.text": "Hunger has been removed, and food will directly heal you instead.",
  "tip.tipsmod.sponge_bucket.text": "Structures with higher difficulties will yield equipment with better statistics and perks than if you crafted them.",
  "tip.tipsmod.string_wool.text": "Warding effigies will block enemies from spawning around you depending on how many there are.",
  "tip.tipsmod.swamp_slime.text": "Dried ghasts can be found in the nether. Drop them into water to hydrate them.",
  "tip.tipsmod.turtle_shell.text": "Vaults with automatically re-stock overtime.",
  "tip.tipsmod.undead_damage.text": "If you're struggling to craft an item, use the recipe viewer to check the recipe.",
  "tip.tipsmod.undead_helmet.text": "Blaze royalty, known as wildfires, can be found scarcely in the Netherrealm.",
  "tip.tipsmod.wandering_invis.text": "The Nameless King resides in the Netherrealm, travelers say that you can hear whispers if you get close enough to his resting place...",
  "tip.tipsmod.water_grass.text": "The great watchtower of Dol'Naer has long since been abandoned, yet they say an infernal wrath stirs atop the ruins...",
  "tip.tipsmod.wax_copper.text": "Beware of dragons!",
  "tip.tipsmod.weather_sleep.text": "There are tales of wanderers being eaten by a giant snowy beast in the midst of blizzards.",
  "tip.tipsmod.west.text": "Careful when traversing the deserts, lest you awaken the great earth eaters.",
  "tip.tipsmod.witch_conversion.text": "Thanks to NineRavens, GrayGravity, Apenaz, SociopathicFungusGirl, Noelledotjpg, Raspmary, CWdotpng, MysterWobble, and my community for their encouragement, inspiration, support, and help making this pack.",
  "tip.tipsmod.wooden_tool_fuel.text": "Also try Devil May Cry!",
  "tip.tipsmod.zombie_armor.text": "Stepping into the unknown..."
}